export default {
  '/奥克斯洗鞋机/基础参数/': [
    {
      text: '半自动参数',
      collapsed: false,
      items: [
        { text: '儿童款', link: '/奥克斯洗鞋机/基础参数/儿童款' },
        { text: '居家中小款', link: '/奥克斯洗鞋机/基础参数/居家中小款' },
        { text: '典雅中款', link: '/奥克斯洗鞋机/基础参数/典雅中款' },
        { text: '豪华大款', link: '/奥克斯洗鞋机/基础参数/豪华大款' },
        { text: '经典双桶款', link: '/奥克斯洗鞋机/基础参数/经典双桶款' },
      ],
    },
    {
      text: '全自动参数',
      collapsed: false,
      items: [
        { text: '智能全自动款', link: '/奥克斯洗鞋机/基础参数/智能全自动款' },

        {
          text: '智能全自动热烘干款',
          link: '/奥克斯洗鞋机/基础参数/智能全自动热烘干款',
        },
        {
          text: '洗脱全自动一体机',
          link: '/奥克斯洗鞋机/基础参数/洗脱全自动一体机',
        },
        {
          text: '洗脱全自动加大款',
          link: '/奥克斯洗鞋机/基础参数/洗脱全自动加大款',
        },
        {
          text: '高端一体机',
          link: '/奥克斯洗鞋机/基础参数/高端一体机',
        },
      ],
    },
  ],

  '/奥克斯洗鞋机/居家中小款/': [
    {
      text: '居家中小款',
      collapsed: false,
      items: [
        { text: '基础参数', link: '/奥克斯洗鞋机/居家中小款/1.基础参数' },
        { text: '产品讲解', link: '/奥克斯洗鞋机/居家中小款/2.产品讲解' },
      ],
    },
  ],
  // {
  //   text: '豪华大款',
  //   items: [
  //     { text: '基础参数', link: '/奥克斯洗鞋机/豪华大款/1.基础参数' },
  //     { text: '产品讲解', link: '/奥克斯洗鞋机/豪华大款/2.产品讲解' },
  //   ],
  // },
  // {
  //   text: '经典双桶款',
  //   items: [
  //     { text: '基础参数', link: '/奥克斯洗鞋机/经典双桶款/1.基础参数' },
  //     { text: '产品讲解', link: '/奥克斯洗鞋机/经典双桶款/2.产品讲解' },
  //   ],
  // },
  // {
  //   text: '太空舱款',
  //   items: [
  //     { text: '基础参数', link: '/奥克斯洗鞋机/太空舱款/1.基础参数' },
  //     { text: '产品讲解', link: '/奥克斯洗鞋机/太空舱款/2.产品讲解' },
  //   ],
  // },

  '/志高移动空调/基础参数/': [
    {
      text: '1匹',
      collapsed: false,
      items: [
        { text: '小1匹单冷', link: '/志高移动空调/基础参数/小1匹单冷' },
        { text: '1匹单冷', link: '/志高移动空调/基础参数/1匹单冷' },
      ],
    },
    {
      text: '1.5匹',
      collapsed: false,
      items: [
        { text: '1.5匹单冷', link: '/志高移动空调/基础参数/1.5匹单冷' },
        { text: '1.5匹冷暖', link: '/志高移动空调/基础参数/1.5匹冷暖' },
      ],
    },
    {
      text: '2匹',
      collapsed: false,
      items: [
        { text: '2匹单冷', link: '/志高移动空调/基础参数/2匹单冷' },
        { text: '2匹冷暖', link: '/志高移动空调/基础参数/2匹冷暖' },
      ],
    },
  ],

  '/志高移动空调/售前/': [
    {
      text: '售前问题',
      collapsed: false,
      items: [
        { text: '售前常见问题', link: '/志高移动空调/售前/售前常见问题' },
        // { text: '售前常见问题2', link: '/志高移动空调/售前/售前常见问题2' },
      ],
    },
  ],

  '/荣事达移动空调/基础参数/': [
    {
      text: '1匹',
      collapsed: false,
      items: [
        { text: '小1匹单冷', link: '/荣事达移动空调/基础参数/小1匹单冷' },
        { text: '1匹单冷', link: '/荣事达移动空调/基础参数/1匹单冷' },
      ],
    },
    {
      text: '1.5匹',
      collapsed: false,
      items: [
        { text: '1.5匹单冷', link: '/荣事达移动空调/基础参数/1.5匹单冷' },
        { text: '1.5匹冷暖', link: '/荣事达移动空调/基础参数/1.5匹冷暖' },
      ],
    },
    {
      text: '2匹',
      collapsed: false,
      items: [
        { text: '2匹单冷', link: '/荣事达移动空调/基础参数/2匹单冷' },
        { text: '2匹冷暖', link: '/荣事达移动空调/基础参数/2匹冷暖' },
      ],
    },
  ],

  '/德姆勒挂机空调/基础参数/': [
    {
      text: '德穆勒挂机空调参数',
      collapsed: false,
      items: [
        { text: '1匹', link: '/德姆勒挂机空调/基础参数/1匹' },
        { text: '1.5匹', link: '/德姆勒挂机空调/基础参数/1.5匹' },
        { text: '2匹', link: '/德姆勒挂机空调/基础参数/2匹' },
      ],
    },
  ],

  '奥克斯电热毯/基础参数/': [
    {
      text: '电热毯参数',
      collapsed: false,
      items: [
        { text: '薄绒款', link: '/奥克斯电热毯/基础参数/薄绒款' },
        { text: '法兰绒款', link: '/奥克斯电热毯/基础参数/法兰绒款' },
        { text: '亚麻款', link: '/奥克斯电热毯/基础参数/亚麻款' },
        { text: '羊羔绒款', link: '/奥克斯电热毯/基础参数/羊羔绒款' },
        { text: '原棉款', link: '/奥克斯电热毯/基础参数/原棉款' },
        { text: '长毛绒款', link: '/奥克斯电热毯/基础参数/长毛绒款' },
      ],
    },
  ],

  '奥克斯热水袋/基础参数/': [
    {
      text: '热水袋参数',
      collapsed: false,
      items: [
        { text: '一体式', link: '/奥克斯热水袋/基础参数/一体式' },
        { text: '双插手款', link: '/奥克斯热水袋/基础参数/双插手款' },
        { text: '可拆洗款', link: '/奥克斯热水袋/基础参数/可拆洗款' },
        { text: '腰带款', link: '/奥克斯热水袋/基础参数/腰带款' },
        { text: '大长型', link: '/奥克斯热水袋/基础参数/大长型' },
        { text: '大长型双插手', link: '/奥克斯热水袋/基础参数/大长型双插手' },
        {
          text: '大长型可拆洗双插手',
          link: '/奥克斯热水袋/基础参数/大长型可拆洗双插手',
        },
      ],
    },
  ],

  '奥克斯热水袋/售前/': [
    {
      text: '售前问题',
      collapsed: false,
      items: [
        { text: '售前常见问题', link: '/奥克斯热水袋/售前/售前常见问题' },
      ],
    },
  ],

  '奥克斯电热毯/售前/': [
    {
      text: '售前问题',
      collapsed: false,
      items: [
        { text: '售前常见问题', link: '/奥克斯电热毯/售前/售前常见问题' },
      ],
    },
  ],

  '/开发测试/格式测试/': [
    {
      text: '测试栏目',
      collapsed: false,
      items: [
        { text: '自定义语法测试', link: '/开发测试/格式测试/自定义语法测试' },
        { text: '标准测试', link: '/开发测试/格式测试/标准测试' },
        { text: '笔记', link: '/开发测试/格式测试/笔记' },
        { text: '代码块测试', link: '/开发测试/格式测试/代码块测试' },
        { text: 'markdown测试', link: '/开发测试/格式测试/markdown测试' },
      ],
    },
  ],
};
