export default {
  '/奥克斯洗鞋机/基础参数/': [
    {
      text: '半自动参数',
      collapsed: false,
      items: [
        { text: '儿童款', link: '/奥克斯洗鞋机/基础参数/儿童款' },
        { text: '居家中小款', link: '/奥克斯洗鞋机/基础参数/居家中小款' },
        { text: '典雅中款', link: '/奥克斯洗鞋机/基础参数/典雅中款' },
        { text: '豪华大款', link: '/奥克斯洗鞋机/基础参数/豪华大款' },
        { text: '经典双桶款', link: '/奥克斯洗鞋机/基础参数/经典双桶款' },
      ],
    },
    {
      text: '全自动参数',
      collapsed: false,
      items: [
        { text: '智能全自动款', link: '/奥克斯洗鞋机/基础参数/智能全自动款' },

        {
          text: '智能全自动热烘干款',
          link: '/奥克斯洗鞋机/基础参数/智能全自动热烘干款',
        },
        {
          text: '洗脱全自动一体机',
          link: '/奥克斯洗鞋机/基础参数/洗脱全自动一体机',
        },
        {
          text: '洗脱全自动加大款',
          link: '/奥克斯洗鞋机/基础参数/洗脱全自动加大款',
        },
        {
          text: '高端一体机',
          link: '/奥克斯洗鞋机/基础参数/高端一体机',
        },
      ],
    },
  ],

  '/奥克斯洗鞋机/居家中小款/': [
    {
      text: '居家中小款',
      collapsed: false,
      items: [
        { text: '基础参数', link: '/奥克斯洗鞋机/居家中小款/1.基础参数' },
        { text: '产品讲解', link: '/奥克斯洗鞋机/居家中小款/2.产品讲解' },
      ],
    },
  ],
  // {
  //   text: '豪华大款',
  //   items: [
  //     { text: '基础参数', link: '/奥克斯洗鞋机/豪华大款/1.基础参数' },
  //     { text: '产品讲解', link: '/奥克斯洗鞋机/豪华大款/2.产品讲解' },
  //   ],
  // },
  // {
  //   text: '经典双桶款',
  //   items: [
  //     { text: '基础参数', link: '/奥克斯洗鞋机/经典双桶款/1.基础参数' },
  //     { text: '产品讲解', link: '/奥克斯洗鞋机/经典双桶款/2.产品讲解' },
  //   ],
  // },
  // {
  //   text: '太空舱款',
  //   items: [
  //     { text: '基础参数', link: '/奥克斯洗鞋机/太空舱款/1.基础参数' },
  //     { text: '产品讲解', link: '/奥克斯洗鞋机/太空舱款/2.产品讲解' },
  //   ],
  // },

  '/志高移动空调/基础参数/': [
    {
      text: '1匹',
      collapsed: false,
      items: [
        { text: '小1匹单冷', link: '/志高移动空调/基础参数/小1匹单冷' },
        { text: '1匹单冷', link: '/志高移动空调/基础参数/1匹单冷' },
      ],
    },
    {
      text: '1.5匹',
      collapsed: false,
      items: [
        { text: '1.5匹单冷', link: '/志高移动空调/基础参数/1.5匹单冷' },
        { text: '1.5匹冷暖', link: '/志高移动空调/基础参数/1.5匹冷暖' },
      ],
    },
    {
      text: '2匹',
      collapsed: false,
      items: [
        { text: '2匹单冷', link: '/志高移动空调/基础参数/2匹单冷' },
        { text: '2匹冷暖', link: '/志高移动空调/基础参数/2匹冷暖' },
      ],
    },
  ],

  '/志高移动空调/售前/': [
    {
      text: '售前问题',
      collapsed: false,
      items: [
        { text: '售前常见问题', link: '/志高移动空调/售前/售前常见问题' },
        // { text: '售前常见问题2', link: '/志高移动空调/售前/售前常见问题2' },
      ],
    },
  ],

  '/志高移动空调/售后/': [
    {
      text: '售后问题',
      collapsed: false,
      items: [
        { text: '售后指南', link: '/志高移动空调/售后/售后指南' },
        // { text: '售后指南', link: '/志高移动空调/售后/售后指南2' },
      ],
    },
  ],











  '/四季沐歌热水器/基础参数/': [
    {
      text: '基础参数',
      collapsed: false,
      items: [
        { text: '免安装款', link: '/四季沐歌热水器/基础参数/免安装款' },
        { text: '下进水款', link: '/四季沐歌热水器/基础参数/下进水款' },
      ],
    },
  ],

  
  '/四季沐歌/售前/': [
    {
      text: '售前问题',
      collapsed: false,
      items: [
        { text: '售前常见问题', link: '/四季沐歌/售前/售前常见问题' },
        // { text: '售前常见问题2', link: '/志高移动空调/售前/售前常见问题2' },
      ],
    },
  ],




  '/荣事达移动空调/基础参数/': [
    {
      text: '1匹',
      collapsed: false,
      items: [
        { text: '小1匹单冷', link: '/荣事达移动空调/基础参数/小1匹单冷' },
        { text: '1匹单冷', link: '/荣事达移动空调/基础参数/1匹单冷' },
      ],
    },
    {
      text: '1.5匹',
      collapsed: false,
      items: [
        { text: '1.5匹单冷', link: '/荣事达移动空调/基础参数/1.5匹单冷' },
        { text: '1.5匹冷暖', link: '/荣事达移动空调/基础参数/1.5匹冷暖' },
      ],
    },
    {
      text: '2匹',
      collapsed: false,
      items: [
        { text: '2匹单冷', link: '/荣事达移动空调/基础参数/2匹单冷' },
        { text: '2匹冷暖', link: '/荣事达移动空调/基础参数/2匹冷暖' },
      ],
    },
  ],

  '/德姆勒挂机空调/基础参数/': [
    {
      text: '德穆勒挂机空调参数',
      collapsed: false,
      items: [
        { text: '1匹', link: '/德姆勒挂机空调/基础参数/1匹' },
        { text: '1.5匹', link: '/德姆勒挂机空调/基础参数/1.5匹' },
        { text: '2匹', link: '/德姆勒挂机空调/基础参数/2匹' },
      ],
    },
  ],

  '奥克斯电热毯/基础参数/': [
    {
      text: '电热毯参数',
      collapsed: false,
      items: [
        { text: '薄绒款', link: '/奥克斯电热毯/基础参数/薄绒款'},
        { text: '暖绒款', link: '/奥克斯电热毯/基础参数/暖绒款'},
        { text: '暖绒印花款', link: '/奥克斯电热毯/基础参数/暖绒印花款'},
        { text: '长毛绒款', link: '/奥克斯电热毯/基础参数/长毛绒款'},
        { text: '法兰绒款', link: '/奥克斯电热毯/基础参数/法兰绒款'},
        { text: '麻布款', link: '/奥克斯电热毯/基础参数/麻布款'},
        { text: '羊羔绒款', link: '/奥克斯电热毯/基础参数/羊羔绒款'},
        { text: '原棉款', link: '/奥克斯电热毯/基础参数/原棉款'},
        
      ],
    },
    {
      text: '水暖毯毯参数',
      collapsed: false,
      items: [
        { text: '亚麻水暖毯', link: '/奥克斯电热毯/基础参数/亚麻水暖毯' },
        { text: '主机-经典升级款', link: '/奥克斯电热毯/基础参数/主机-经典升级款' },
        { text: '主机-智能数显款', link: '/奥克斯电热毯/基础参数/主机-智能数显款' },
        { text: '主机-升级智能遥控款', link: '/奥克斯电热毯/基础参数/主机-升级智能遥控款' },
        { text: '主机-高端触屏款', link: '/奥克斯电热毯/基础参数/主机-高端触屏款' },
        { text: '主机-AI语音款', link: '/奥克斯电热毯/基础参数/主机-AI语音款' },
      ],
    },
  ],
  

  '奥克斯热水袋/基础参数/': [
    {
      text: '热水袋参数',
      collapsed: false,
      items: [
        { text: '一体式', link: '/奥克斯热水袋/基础参数/一体式' },
        { text: '双插手款', link: '/奥克斯热水袋/基础参数/双插手款' },
        { text: '可拆洗款', link: '/奥克斯热水袋/基础参数/可拆洗款' },
        { text: '腰带款', link: '/奥克斯热水袋/基础参数/腰带款' },
        { text: '大长型', link: '/奥克斯热水袋/基础参数/大长型' },
        { text: '大长型双插手', link: '/奥克斯热水袋/基础参数/大长型双插手' },
        {
          text: '大长型可拆洗双插手',
          link: '/奥克斯热水袋/基础参数/大长型可拆洗双插手',
        },
      ],
    },
  ],

  '奥克斯热水袋/售前/': [
    {
      text: '售前问题',
      collapsed: false,
      items: [
        { text: '售前常见问题', link: '/奥克斯热水袋/售前/售前常见问题' },
      ],
    },
  ],

  '奥克斯电热毯/售前/': [
    {
      text: '售前问题',
      collapsed: false,
      items: [
        { text: '售前常见问题', link: '/奥克斯电热毯/售前/售前常见问题' },
      ],
    },
  ],

  '奥克斯电热毯/售后/': [
    {
      text: '售后问题',
      collapsed: false,
      items: [
        { text: 'PPT讲解', link: '/奥克斯电热毯/售后/PPT讲解' },
      ],
    },
  ],

  '雅鹿电热毯/基础参数/': [
    {
      text: '基础参数',
      collapsed: false,
      items: [
        { text: '郁金香款', link: '/雅鹿电热毯/基础参数/郁金香款' },
        { text: '涤棉水暖款', link: '/雅鹿电热毯/基础参数/涤棉水暖款'},
        { text: '卡通小狗印花款', link: '/雅鹿电热毯/基础参数/卡通小狗印花款'},
        { text: '长毛绒', link: '/雅鹿电热毯/基础参数/长毛绒'},
      ],
    },
  ],

  '培训模块/售前流程培训/': [
    {
      text: '售前培训',
      collapsed: false,
      items: [
        { text: '售前流程', link: '/培训模块/售前流程培训/售前流程' },
        { text: '禁忌事项', link: '/培训模块/售前流程培训/禁忌事项'},
      ],
    },
  ],

  '培训模块/售前进阶/': [
    {
      text: '售前进阶',
      collapsed: false,
      items: [
        { text: '售前进阶', link: '/培训模块/售前进阶/售前进阶' },
      ],
    },
  ],

  '培训模块/售后流程/': [
    {
      text: '售后培训',
      collapsed: false,
      items: [
        { text: '售后流程', link: '/培训模块/售后流程/售后流程' },
        { text: '售后原则', link: '/培训模块/售后流程/售后原则'},
      ],
    },
  ],


  '培训模块/聚水潭/': [
    {
      text: '聚水潭教程',
      collapsed: false,
      items: [
        { text: '配件登记', link: '/培训模块/聚水潭/配件登记' },
        { text: '打款登记', link: '/培训模块/聚水潭/打款登记'},
        { text: '发票登记', link: '/培训模块/聚水潭/发票登记'},
        { text: '查件', link: '/培训模块/聚水潭/查件'},
      ],
    },
  ],




  '/开发测试/格式测试/': [
    {
      text: '测试栏目',
      collapsed: false,
      items: [
        { text: '标准测试', link: '/开发测试/标准测试' },
        { text: '时间线测试', link: '/开发测试/时间线测试' },
        { text: '样式测试', link: '/开发测试/样式测试' },

      ],
    },
  ],
};
